export const shopdata = [{
    id: 1,
    name: "เจ๊โอว ข้าวต้มเป็ด",
    img: "https://img.wongnai.com/p/1968x0/2018/10/26/b2924134491a44c6af62c96079951065.jpg",
    detail: `ร้านข้าวต้มยอดฮิตริมถนนบรรทัดทอง ขวัญใจชาวไทยและต่างชาติ ร้านติดไฟนีออนสว่างไสวกินไปคุยไปเพลิดเพลินจำเริญพุง ขอบอกว่าให้รีบมาตั้งแต่ร้านเปิด หรือโทรมาจองก่อน`,
    address: `111/8, ถนนจรัสเมือง (ใกล้โรงเรียนสีตบุตรบำรุง) รองเมือง , ปทุมวัน `
  },
  {
    id: 2,
    name: "Panda King Silom Complex",
    img: "https://img.wongnai.com/p/1968x0/2018/10/26/71fa7dae952c4ff7a9973f39b0b3c6f0.jpg",
    detail: `เป็นหมูที่แข็งแรงมันเอาต์แล้ว ตอนนี้ขออิ่มหมี (แพนด้า) พีมัน กับร้านอาหารจีนเสฉวนในบรรยากาศโมเดิร์นน่านั่งทุกสาขา เช็กอินแล้วต้องสั่ง “เฟรนช์ฟรายส์ฮ่องเต้” มะเขือยาวหั่นแท่งพอดีคำ ทอดมากรอบ ๆ คลุกเคล้าน้ำซอสเปรี้ยวหวานลงตัว กินเก่ง หยิบเก่ง ชิ้นเดียวไม่พอ!`,
    address: `191, ถนนสีลม, สีลม, กรุงเทพมหานคร, 10500, ประเทศไทย (Silom Complex ชั้น B ติดร้านแหลมเจริญ ซีฟู๊ด) สีลม , บางรัก , กรุงเทพมหานคร`
  },
  {
    id: 3,
    name: "แซ่บอีลี่ เอเวอรี่เดย์ สีลมคอมเพล็กซ์",
    img: "https://img.wongnai.com/p/1968x0/2018/10/26/0640d0a19ed94f399e22c9960f6fabf5.jpg",
    detail: `ใครกำลังมองหาร้านอาหารอีสานแซ่บนัวชัวร์ว่าฟินก็ต้องร้านนี้เลย กับการตกแต่งสไตล์อีสานคลาสสิกสุดชิกในห้างใจกลางเมือง เปิบไม่พิสดารกับเมนู “ปูอ่องข้าวเหนียวนุ่ม” เนื้ออ่องเนียนละมุนลุ่มลึกรสปู`,
    address: `ถนน สีลม (ศูนย์การค้าสีลมคอมเพล็กซ์ ชั้นใต้ดิน) สีลม , บางรัก , กรุงเทพมหานคร`
  }
];
